{"Nombre":"Cocido","Foto":"Cocido.jpg","Comensales":"4","Dificultad":"3","TiempoCoccion":"40","TiempoElaboracion":"65","TecnicaElaboracion":"Olla","IngredientesGrupo":[{"Grupo":"Principal","Ingredientes":[{"Nombre":"Garbanzos","Cantidad":"300","Unidad":"Gramos"},{"Nombre":"Morcillo","Cantidad":"300","Unidad":"Gramos"},{"Nombre":"Muslo de pollo","Cantidad":"1","Unidad":"Unidad"},{"Nombre":"Chorizo","Cantidad":"200","Unidad":"Gramos"},{"Nombre":"Morcilla de cebolla","Cantidad":"1","Unidad":"Unidad"},{"Nombre":"Jamón","Cantidad":"80","Unidad":"Gramos"},{"Nombre":"Hueso de jamón","Cantidad":"1","Unidad":"Unidad"},{"Nombre":"Zanahoria","Cantidad":"2","Unidad":"Unidades"},{"Nombre":"Repollo","Cantidad":"0.5","Unidad":"Unidades"},{"Nombre":"Patata","Cantidad":"2","Unidad":"Unidades"},{"Nombre":"Ajo","Cantidad":"3","Unidad":"Dientes"},{"Nombre":"AOVE","Cantidad":"","Unidad":""},{"Nombre":"Sal","Cantidad":"","Unidad":""},{"Nombre":"Perejil","Cantidad":"","Unidad":""}]}],"Elaboracion":[{"Paso":1,"Descripcion":"Pon los garbanzos en un bol, cúbrelos con agua y mételos en el frigorífico. Déjalos a remojo durante toda la noche. Escúrrelos, colócalos en una red y resérvalos."},{"Paso":"2","Descripcion":"Pon abundante agua en la olla (2 litros y medio), añade el morcillo, el tocino, el jamón y el hueso. Sazona, pon a calentar y cuando empiece a hervir, retira la espuma, introduce los garbanzos y retira la espuma de nuevo. Tapa y cuécelos durante 30 minutos (a partir de que comience a salir el vapor)."},{"Paso":"3","Descripcion":"Abre la olla y retira un poco del caldo a otra cazuela y ponlo a calentar. Pica el repollo e introdúcelo en la cazuela donde se está calentando el caldo de los garbanzos. Agrega también el chorizo y la morcilla, sazona. Cuece todo con la tapa puesta durante 15 minutos."},{"Paso":"4","Descripcion":"Pela las patatas y las zanahorias y agrégalas enteras a la olla de los garbanzos. Añade también el muslo de pollo, tápala de nuevo y cuece todo durante 10 minutos más."},{"Paso":"5","Descripcion":"Sirve todo en una fuente grande. Lamina los ajos, fríelos en una sartén con un chorrito de aceite. Espolvorea con perejil picado. Riega el plato y sirve el cocido madrileño."}],"Notas":["Para que el hueso de jamón no dé demasiado sabor al cocido, lo mejor será lavarlo bien antes de agregarlo a la olla."]}