{"Nombre":"Cordero horno con vino","Foto":"CorderoHornoVino.webp","Comensales":"4","Dificultad":"3","TiempoCoccion":"150","TiempoElaboracion":"179","TecnicaElaboracion":"Horno","IngredientesGrupo":[{"Grupo":"Cordero","Ingredientes":[{"Nombre":"Puerro","Cantidad":"1","Unidad":"Unidad"},{"Nombre":"Zanahora","Cantidad":"1","Unidad":"Unidad"},{"Nombre":"AOVE","Cantidad":"2","Unidad":"Cucharadas"},{"Nombre":"Cebolla","Cantidad":"1","Unidad":"Unidad"},{"Nombre":"Agua","Cantidad":"200","Unidad":"ml"},{"Nombre":"Ajo","Cantidad":"10","Unidad":"Dientes"},{"Nombre":"Vino blanco","Cantidad":"300","Unidad":"ml"}]},{"Grupo":"Macerado","Ingredientes":[{"Nombre":"Vino blanco","Cantidad":"2","Unidad":"Cucharadas"},{"Nombre":"Aceite de oliva ","Cantidad":"150","Unidad":"ml"},{"Nombre":"Romero seco","Cantidad":"2","Unidad":"Cucharaditas"},{"Nombre":"Sal gorda","Cantidad":"","Unidad":""},{"Nombre":"Pimienta","Cantidad":"","Unidad":""},{"Nombre":"Tomillo","Cantidad":"0.5","Unidad":"Cucharadita"}]}],"Elaboracion":[{"Paso":1,"Descripcion":"Preparar el macerado un día antes. Mínimo de 3 a 6 horas."},{"Paso":"2","Descripcion":"Mezclar todos los ingredientes del aderezo en un bol, cúbrelo con film trasparente y ponlo en la nevera. Debe adquirir una textura como una pasta o crema untuosa."},{"Paso":"3","Descripcion":"Antes de nada, precalienta el horno a 220 °C unos 30 minutos como mínimo antes de introducir el cordero para cocinarlo. Lo cocinaremos a baja temperatura, pero el horno debe estar bien caliente cuando lo pongamos dentro."},{"Paso":"4","Descripcion":"Mientras, corta en rodajas la cebolla, el puerro y los ajos. Dispón los trozos en la fuente del horno previamente engrasada con 2 cucharadas de aceite de oliva."},{"Paso":"5","Descripcion":"Por otro lado, realiza pequeños cortes en la carne para que la pierna de cordero al horno quede bien hecha por dentro. Así, el macerado se repartirá mejor y penetrará en la carne por igual. Este truco también sirve para evitar que la pierna se hinche y se rompa durante el horneado. Haz los cortes por la zona más carnosa, ya que es la que contiene la grasa, y colócala en la bandeja sobre los vegetales."},{"Paso":"6","Descripcion":"Coloca la pierna de cordero al horno con las incisiones hacia arriba. En caso de disponer de una cazuela de barro, el resultado será mucho mejor."},{"Paso":"7","Descripcion":"Unta la pierna con el aliño reposado, utilizando para ello una brocha de silicona. No gastes toda la mezcla, reserva como 1/4 del marinado."},{"Paso":"8","Descripcion":"A continuación, agrega el resto del macerado sobre los vegetales y añade el agua. Ya puedes meter la bandeja en el horno a 160 °C durante 2 horas y media. Hornea con calor arriba y abajo y sin ventilación con la bandeja ubicada en la rejilla del centro."},{"Paso":"9","Descripcion":"No descuides la cocción y, si es posible, utiliza un termómetro de cocina para comprobar la temperatura de la carne. Mantenla a 55 °C si te gusta poco hecha, y entre 60 y 71 °C en caso de que te guste hecha, pero no demasiado."},{"Paso":"10","Descripcion":"Lo ideal es que hidrates la carne, al menos, cada 30 minutos. La mejor forma de hacerlo es bañar la paletilla de cordero al horno con el caldo del fondo de la bandeja. Usa un cucharón y ten cuidado de no quemarte."},{"Paso":"11","Descripcion":"Transcurridos 75 minutos de cocción, voltea la pierna de cordero al horno, de manera que la parte de la grasa quede hacia arriba."},{"Paso":"12","Descripcion":"Cuando queden 15 o 20 minutos para terminar la cocción del cordero al horno, sube la temperatura del aparato a 180 °C. De este modo adquirirá un color tostado y una textura crujiente. Pero vigila la cocción de forma casi constante estos últimos minutos pues, al mínimo descuido, podría quemarse."},{"Paso":"12","Descripcion":"Deja reposar la paletilla de cordero al horno unos 30 minutos antes de sacarlo del electrodoméstico y cortarlo. Así, bajará la temperatura en el centro de la pieza y evitarás que se escapen los jugos al cortarla. ¡Ya puedes servir y disfrutar!"}],"Notas":["En horno siemens hay una función para hornear trozos de carnes grandes enteras.","Para terminar, ten en cuenta que puedes acompañar la pierna de cordero al horno con una rica guarnición de patatas asadas al horno. Y por supuesto, también puedes agregar otros aderezos y salsas a tu receta de cordero al horno para otorgarle una textura y sabor diferentes. Por ejemplo, una salsa de ciruelas, de ajo, barbacoa o una salsa tártara le irán genial."]}