{"Nombre":"Guiso de pollo argentino","Foto":"GuisoPolloArgentino.webp","Comensales":"4","Dificultad":"2","TiempoCoccion":"90","TiempoElaboracion":"105","TecnicaElaboracion":"Olla","IngredientesGrupo":[{"Grupo":"Principal","Ingredientes":[{"Nombre":"Cuartos traseros de pollo","Cantidad":"4","Unidad":"Unidades"},{"Nombre":"Puerro (opcional)","Cantidad":"1","Unidad":"Unidad"},{"Nombre":"Pimiento verde","Cantidad":"1","Unidad":"Unidad"},{"Nombre":"Pimiento rojo","Cantidad":"1","Unidad":"Unidad"},{"Nombre":"Zanahorias","Cantidad":"2","Unidad":"Unidades"},{"Nombre":"Cebollas","Cantidad":"2","Unidad":"Unidades"},{"Nombre":"Patatas (opcional)","Cantidad":"300","Unidad":"Gramos"},{"Nombre":"Boniato (opcional)","Cantidad":"300","Unidad":"Gramos"},{"Nombre":"Ajo","Cantidad":"4","Unidad":"Dientes"},{"Nombre":"AOVE","Cantidad":"2","Unidad":"Cucharadas"},{"Nombre":"LImón","Cantidad":"0.5","Unidad":"Unidad"},{"Nombre":"Pimentón","Cantidad":"1","Unidad":"Cucharadita"},{"Nombre":"Oregano","Cantidad":"1","Unidad":"Cucharada"},{"Nombre":"Tomate triturado (opcional)","Cantidad":"200","Unidad":"Gramos"},{"Nombre":"Cerveza (Caldo pollo, vino blanco, sidra o agua)","Cantidad":"500","Unidad":"Mililitros"},{"Nombre":"Laurel","Cantidad":"2","Unidad":"Hojas"},{"Nombre":"Guisantes","Cantidad":"100","Unidad":"Gramos"},{"Nombre":"Sal","Cantidad":"","Unidad":""},{"Nombre":"Pimienta negra molida","Cantidad":null,"Unidad":null}]}],"Elaboracion":[{"Paso":1,"Descripcion":"Limpiamos 4 cuartos traseros de pollo. Le retiramos el exceso de piel y grasa y las eventuales plumas que puedan quedar. Separamos en muslo y contramuslo, y salpimentamos generosamente. Dejamos que repose."},{"Paso":"2","Descripcion":"Pelamos y cortamos en medias lunas 2 cebollas."},{"Paso":"3","Descripcion":"Lavamos y cortamos en tiras 1 puerro, 1 pimiento rojo y 1 pimiento verde."},{"Paso":"4","Descripcion":"Pelamos 2 zanahorias y las cortamos en rodajas más bien finas. Pelamos 300 g de patata y 300 g de boniato, y los cortamos en trozos de un bocado. Por último, pelamos y picamos 3 o 4 dientes de ajo."},{"Paso":"5","Descripcion":"Cuando tengamos el fuego listo, ponemos una olla con 4-6 cucharadas de aceite de oliva. Cuando esté caliente, sin humear, añadimos el pollo y lo rehogamos hasta que esté dorado por todos lados. Para acabar le rociamos por encima el zumo de medio limón."},{"Paso":"6","Descripcion":"Retiramos el pollo y en el mismo aceite vamos a sofreír la cebolla junto con el puerro y los pimientos. Dejamos que se hagan unos 10 minutos o así, removiendo con frecuencia para que no se quemen."},{"Paso":"7","Descripcion":"Retiramos las verduras, completamos con un par de cucharadas más de aceite y rehogamos ahora la zanahoria junto con las patatas y el boniato unos 5 minutos."},{"Paso":"8","Descripcion":"Pasado ese tiempo, reincorporamos a la olla el pollo junto con las verduras. Echamos el ajo y mezclamos bien. Condimentamos con 1 cucharadita de pimentón, 1 cucharada de orégano y un poco más de pimienta. Agregamos también 200 g de tomate triturado. Mezclamos y rehogamos unos 10 minutos, hasta que el tomate haya reducido."},{"Paso":"9","Descripcion":"Regamos el pollo con 500 ml de cerveza, aunque también puede ser caldo de pollo, vino blanco, sidra o simplemente agua. Le ponemos también 2 hojas de laurel. Tapamos, avivamos el fuego y llevamos a ebullición."},{"Paso":"10","Descripcion":"Cuando rompa a hervir, bajamos un poco la intensidad del fuego y dejamos que cueza al chup-chup durante más o menos 1 hora, hasta que el pollo esté tierno. Los últimos 10 minutos vamos a probar el guiso y lo rectificamos de sal. Añadimos también unos 100 g de guisantes si se desea. Dejamos que termine de cocer y ya está listo."}],"Notas":["Url: https://www.bonviveur.es/recetas/pollo-al-disco"]}