{"Nombre":"Cordero Asado","Foto":"PiernaCorderAsado.jpg","Comensales":"4","Dificultad":"2","TiempoCoccion":"90","TiempoElaboracion":"100","TecnicaElaboracion":"Horno","IngredientesGrupo":[{"Grupo":"Principal","Ingredientes":[{"Nombre":"Pierna cordero","Cantidad":"1.5","Unidad":"Kilogramos"},{"Nombre":"Agua","Cantidad":"150","Unidad":"Mililitros"},{"Nombre":"Sal","Cantidad":"","Unidad":""}]}],"Elaboracion":[{"Paso":1,"Descripcion":"Precalentar el horno a 250ºC con calor arriba y abajo."},{"Paso":"2","Descripcion":"Salamos bien la carne por ambos lados. Colocamos la pierna en una cazuela de barro o cerámica, con la parte interior hacia arriba. Aunque os sobresalga un poco no os preocupéis ya que durante el horneado menguará de tamaño."},{"Paso":"3","Descripcion":"Si no disponéis de este recipiente cabría la posibilidad de cocinarlo sobre la bandeja metálica del horno. Aunque en este caso te recomiendo poner un poco de manteca en el agua. De este modo se evaporará más lentamente y no tendremos que reponerla."},{"Paso":"4","Descripcion":"Bajamos la temperatura del horno de 250º C (tiene que estar bien caliente antes de meter el cordero) a 160º C, recordad que debe tener calor arriba y abajo sin aire. Vertemos el vaso de agua en la base de la cazuela y metemos en el horno. La carne irá soltando su jugo sobre el agua e irá formándose poco a poco la salsa."},{"Paso":"5","Descripcion":"Durante el proceso podremos apreciar cómo va goteando la carne. Para este tamaño y peso hornearemos en total 1 hora y 30 minutos. Recordad que la pieza pesa 1,5 kilos. Horneamos con la parte interior de la pierna hacia arriba durante 1 hora y 10 minutos. En esa 1 hora y media debemos hidratar la carne unas 6 veces, aproximadamente cada 18-20 minutos. Regamos la carne con la salsa que se va formando en la cazuela. "},{"Paso":"6","Descripcion":"Los últimos 20 minutos de horneado damos la vuelta a la pierna, subimos la temperatura a 180º C y volvemos a regar con la salsa. Colocamos la parte exterior de la pieza hacia arriba, así conseguiremos un cordero con una pinta impresionante. Con este método conseguiremos que nos quede crujiente la piel de la pierna, mientras que el interior quedará bien jugoso. Finalizado el tiempo total retiramos del horno y servimos en la mesa."},{"Paso":"7","Descripcion":"Para el trinchado cogeremos la pierna (con un trapo) por la parte del hueso que sobresale y con un cuchillo bien afilado vamos retirando porciones de carne siguiendo la forma de la pierna, hasta que finalmente llegaremos al hueso."}],"Notas":["La guarnición puede ser lechuga, tomate y cebolla. También podemos aprovechar el horno para haces patatas al horno.","Además de la sal se le puede echar otras hierbas."]}