{"Nombre":"Rosbif (Roast beef)","Foto":"roastBeef.webp","Comensales":"4","Dificultad":"3","TiempoCoccion":"40","TiempoElaboracion":"60","TecnicaElaboracion":"Horno","IngredientesGrupo":[{"Grupo":"Principal","Ingredientes":[{"Nombre":"Redondo de ternera","Cantidad":"2.2","Unidad":"Kilogramos"},{"Nombre":"Tomillo","Cantidad":"2","Unidad":"Ramas"},{"Nombre":"Romero","Cantidad":"1","Unidad":"Rama"},{"Nombre":"Laurel","Cantidad":"1","Unidad":"Hoja"},{"Nombre":"AOVE","Cantidad":"45","Unidad":"Mililitros"},{"Nombre":"Ajo","Cantidad":"1","Unidad":"Diente"},{"Nombre":"Sal","Cantidad":"","Unidad":""},{"Nombre":"Pimienta negra molida","Cantidad":"","Unidad":""},{"Nombre":"Hoja de puerro (parte verde)","Cantidad":"1","Unidad":"Unidad"},{"Nombre":"Cebolla","Cantidad":"1","Unidad":"Unidad"},{"Nombre":"Vino tinto","Cantidad":"200","Unidad":"Mililitros"},{"Nombre":"Caldo de carne","Cantidad":"650","Unidad":"Mililitros"},{"Nombre":"Harina de trigo","Cantidad":"2","Unidad":"Cucharadas"}]}],"Elaboracion":[{"Paso":1,"Descripcion":"Preparamos un bouquet garni cortando la parte verde de 1 hoja de puerro por la mitad y envolviendo en ella 2 ramas de tomillo, 1 rama de romero y 1 hoja de laurel. Lo atamos con hilo de bramante para que no se salgan las hierbas."},{"Paso":"2","Descripcion":"Calentamos 45 ml de aceite de oliva virgen extra en una cazuela amplia (tiene que caber la pieza de carne) y doramos 1 diente de ajo cortado por la mitad y el bouquet garni. Retiramos y reservamos."},{"Paso":"3","Descripcion":"Salpimentamos un redondo de ternera de 2,2 kg por todos lados y lo marcamos en la misma cazuela, a fuego fuerte y por todos sus lados, hasta que quede bien dorado. Retiramos y reservamos la carne."},{"Paso":"4","Descripcion":"Pelamos y troceamos 1 cebolla y la colocamos en una bandeja de horno junto con 200 ml de vino tinto y el bouquet garni."},{"Paso":"5","Descripcion":"Colocamos una rejilla para horno sobre la bandeja y en ella depositamos la pieza de carne marcada. La idea es que la ternera se mantenga seca y que la bandeja recoja los jugos que esta suelte en el horno, donde la asaremos a 200 ºC —horno precalentado con calor arriba y abajo— durante 40 minutos. Dependiendo del tamaño de la pieza y del punto que se le quiera dar a la carne, el tiempo variará. (Ver notas)"},{"Paso":"6","Descripcion":"Una vez asada la carne, la retiramos a una fuente y dejamos que repose durante 30 minutos antes de lonchear. Mientras tanto, calentamos 650 ml de caldo de carne en la cazuela en la que hemos dorado la carne junto con la cebolla y los jugos del asado. Rascamos bien la base para que se desprendan esos restos tostados que han quedado pegados y en los que hay mucho sabor."},{"Paso":"7","Descripcion":"Añadimos 2 cucharadas de harina de trigo y trituramos el conjunto. Después, lo cocemos a fuego suave durante 10 minutos o hasta que la salsa espese, removiendo con unas varillas para evitar que se formen grumos. De esta manera, obtendremos la salsa gravy que acompañará a la carne."},{"Paso":"8","Descripcion":"Dejar reposar."},{"Paso":"9","Descripcion":"Ahora solo queda lonchear el roast beef, que ya habrá reposado lo suficiente. Para ello conviene usar un buen cuchillo, de hoja larga y afilada, y con paciencia sacar láminas lo más finas posible."}],"Notas":["Muy poco hecha: 49 ºC. Poco hecha: 52 ºC. Al punto: 54 ºC. Punto más: 60 ºC. Muy hecha: 71 ºC.","https://www.bonviveur.es/recetas/roast-beef-casero"]}