{"Nombre":"Fabada Asturiana","Foto":"FabadaAsturiana.webp","Comensales":"6","Dificultad":"4","TiempoCoccion":"60","TiempoElaboracion":"90","TecnicaElaboracion":"Hervido","IngredientesGrupo":[{"Grupo":"Principal","Ingredientes":[{"Nombre":"Fabada, Fabes, Alubias","Cantidad":"0.5","Unidad":"Kilogramo"},{"Nombre":"Morcillas asturianas (secas, curadas al humo)","Cantidad":"2","Unidad":"Unidades"},{"Nombre":"Chorizos asturianos (curados al humo de roble)","Cantidad":"2","Unidad":"Unidades"},{"Nombre":"Panceta","Cantidad":"100","Unidad":"Gramos"},{"Nombre":"Azafrán","Cantidad":"3","Unidad":"Hebrás"},{"Nombre":"Aceite de oliva","Cantidad":"0.01","Unidad":"Litro"},{"Nombre":"Sal (opcional)","Cantidad":"1","Unidad":"Cucharadita"}]}],"Elaboracion":[{"Paso":1,"Descripcion":"Poner les fabes en remojo, no más de ocho horas si son viejas y menos si son del año, en agua fría."},{"Paso":"2","Descripcion":"Poner en remojo la panceta en agua templada."},{"Paso":"3","Descripcion":"Las morcillas y los chorizos se lavan bien con agua y frotando con un cepillo para quitarles el sabor del ahumado."},{"Paso":"4","Descripcion":"Se desechan todas las aguas de remojo."},{"Paso":"5","Descripcion":"En una cacerola baja y ancha echamos las fabes y las cubrimos con agua fría dos dedos por encima."},{"Paso":"6","Descripcion":"Con el recipiente destapado y a fuego vivo llevamos a ebullición. Espumamos bien."},{"Paso":"7","Descripcion":"En una sartén templamos el aceite y lo añadimos a la cacerola. Desleímos el azafrán y lo agregamos también."},{"Paso":"8","Descripcion":"Incorporamos la panceta procurando que quede hacia el fondo, para no romper les fabes en la cocción."},{"Paso":"9","Descripcion":"Dejamos cocer unos cinco minutos con la tapadera puesta y volvemos a espumar."},{"Paso":"10","Descripcion":"Añadir los chorizos y las morcillas. Hervir otros cinco minutos y espumar de nuevo. Procuraremos que la morcilla esté en la parte superior para que no se rompa."},{"Paso":"11","Descripcion":"A partir de ahora empieza la cocción definitiva a fuego lento y cacerola tapada."},{"Paso":"12","Descripcion":"Rectificar el agua si fuera preciso. La cocción puede durar de 2 a 3 horas, durante la cual les fabes estarán cubiertas de agua en todo momento, el embutido puede sobresalir."},{"Paso":"13","Descripcion":"Vigilar la cocción. De cuando en cuando añadir agua fría si el nivel desciende más de la cuenta (esta operación se denomina en Asturias pasmar les fabes o asustales)."},{"Paso":"14","Descripcion":"Dar un meneo a la olla asiéndola por las asas para evitar que se pegue el cocido. Probar una faba de vez en cuando para comprobar el punto."},{"Paso":"15","Descripcion":"Dejar reposar media hora apartado del fuego para espesar el caldo."}],"Notas":["No introducir ningún tipo de cuchara para remover durante la cocción.","Si el caldo queda muy flojo, machacaremos entre 6 y 10 fabes y las incorporaremos a la fabada, dando un hervor rápido para que ligue con el caldo total."]}